Repository: MEMZ-Edge01/ClipPort
Catalog: src/ClipPort/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Common.OK
source: OK
zh_cn: 确定

# Common.Cancel
source: Cancel
zh_cn: 取消

# Common.On
source: On
zh_cn: 开启

# Common.Off
source: Off
zh_cn: 关闭

# Common.Done
source: Done
zh_cn: 完成

# Common.Completed
source: Completed
zh_cn: 已完成

# Common.Processed
source: Processed
zh_cn: 已处理

# Common.Priority
source: Priority
zh_cn: 优先

# Common.Disabled
source: Disabled
zh_cn: 未启用

# Common.TextReport
source: Text report
zh_cn: 文本报告

# Common.Passed
source: Passed
zh_cn: 通过

# Common.Failed
source: Failed
zh_cn: 失败

# Button.StartTask
source: Start copy
zh_cn: 开始拷卡

# Button.StartVerification
source: Start verification
zh_cn: 开始校验

# Button.Reverify
source: Reverify
zh_cn: 重新校验

# Button.Pause
source: Pause
zh_cn: 暂停

# Button.Resume
source: Resume
zh_cn: 继续

# Button.ExportReport
source: Export report
zh_cn: 导出报告

# Button.DeleteRecord
source: Delete record
zh_cn: 删除记录

# Button.Restart
source: Restart
zh_cn: 重新开始

# Button.RestartLater
source: Restart later
zh_cn: 稍后重启

# Button.RestartNow
source: Restart now
zh_cn: 现在重启

# Button.MultiSelect
source: Select multiple
zh_cn: 多选

# Button.BatchDelete
source: Delete selected
zh_cn: 批量删除

# Button.BatchCreateReports
source: Create reports
zh_cn: 批量创建报告

# Button.SelectFolder
source: Choose folder
zh_cn: 选择文件夹

# Button.Browse
source: Browse
zh_cn: 在资源管理器中选择

# Button.SelectThisFolder
source: Select this folder
zh_cn: 选择此目录

# Button.ApplyAndContinue
source: Apply choices and continue
zh_cn: 应用选择并继续

# Button.SelectAll
source: Select all
zh_cn: 全选

# Button.OverwriteSelected
source: Overwrite selected
zh_cn: 覆盖所选

# Button.SkipSelected
source: Skip selected
zh_cn: 跳过所选

# Button.CopySelected
source: Copy selected
zh_cn: 所选创建副本

# Button.RetrySelected
source: Retry selected
zh_cn: 重试所选

# Button.AskEachFile
source: Ask for each file
zh_cn: 逐个询问

# Status.WaitingSetup
source: Waiting for setup
zh_cn: 等待设置

# Status.WaitingStart
source: Waiting to start
zh_cn: 等待开始

# Status.Scanning
source: Scanning
zh_cn: 正在扫描

# Status.CountingFiles
source: Counting files…
zh_cn: 正在统计文件…

# Status.ReadingDirectories
source: Reading folders
zh_cn: 正在读取目录

# Status.Queued
source: Waiting to start
zh_cn: 等待开始

# Status.Copying
source: Copying
zh_cn: 正在拷贝

# Status.CopyingFiles
source: Copying files
zh_cn: 拷贝文件

# Status.Verifying
source: Verifying
zh_cn: 正在校验

# Status.SHA256Verification
source: Integrity verification
zh_cn: 完整性校验

# Status.WaitingDuplicateChoices
source: Waiting for duplicate choices
zh_cn: 等待处理重复文件

# Status.WaitingFailedFiles
source: Waiting to handle failed files
zh_cn: 等待处理失败文件

# Status.Cancelling
source: Cancelling
zh_cn: 正在取消

# Status.Paused
source: Paused
zh_cn: 已暂停

# Status.ProcessingResumed
source: Processing resumed
zh_cn: 继续处理中

# Status.Preparing
source: Preparing
zh_cn: 准备执行

# Status.TaskStarting
source: Task is about to start
zh_cn: 任务即将开始

# Status.OverwritingMismatched
source: Overwriting mismatched files
zh_cn: 正在覆盖校验不一致文件

# Status.RetryingFailedFiles
source: Retrying failed files
zh_cn: 正在重试失败文件

# Status.ApplyingIndividualChoices
source: Applying individual choices
zh_cn: 正在按逐项选择处理

# Status.AppliedEachAction
source: Applied each selected action
zh_cn: 已按各自选择处理

# Info.Ready
source: Ready. Select folders to begin.
zh_cn: 就绪。选择目录后即可开始。

# Info.PrepareNewTask
source: Prepare a new task
zh_cn: 准备新任务

# Info.SelectSourceAndDest
source: Select the source and destination folders
zh_cn: 请选择源目录和目标目录

# Info.SourceReady
source: Source ready; select a copy destination
zh_cn: 源目录已就绪，请选择拷卡目的地

# Info.DirectoriesConfigured
source: Folders configured
zh_cn: 目录设置完成

# Info.TaskConfigured
source: Task configured; preparing to scan files
zh_cn: 任务设置完成，准备扫描文件

# Info.ScanningDescription
source: Scanning the source and calculating task size.
zh_cn: 正在扫描源目录并计算任务大小。

# Info.NotSelected
source: Not selected
zh_cn: 尚未选择

# Info.SelectTask
source: Select a task
zh_cn: 请选择任务

# Info.ChooseActionPerFile
source: Choose an action for every duplicate file
zh_cn: 请为每个重复文件选择处理方式

# Info.ChooseActionEach
source: Choose an action for each file
zh_cn: 请逐个选择处理方式

# Info.OtherFilesContinue
source: Other files continue copying and verification. Complete every choice below to continue processing duplicates.
zh_cn: 其他文件已继续复制和校验。完成下方每一项选择后即可继续处理重复文件。

# Info.WaitingToResume
source: Waiting to resume
zh_cn: 等待用户继续

# Info.TaskPaused
source: Task paused.
zh_cn: 任务已暂停。

# Info.TaskResumed
source: Task resumed.
zh_cn: 任务已继续。

# Info.BatchHint
source: Select multiple rows for a batch action, or change each row individually.
zh_cn: 可勾选多项后批量设置；仍可在每行单独修改。

# Info.FailedFilesHint
source: Select files to overwrite, retry, or skip. Overwrite is available only for verification mismatches.
zh_cn: 勾选文件后选择覆盖、重试或跳过；覆盖仅适用于校验不一致文件。

# Info.ChooseRetryOrSkip
source: Choose retry or skip below
zh_cn: 请在下方选择重试或跳过

# Info.OtherFilesProcessed
source: Other files continue processing; the task will not fail outright due to a single file error.
zh_cn: 其他文件已继续处理，任务不会因单个文件错误直接失败。

# Info.ReverifyAfterOverwrite
source: Re-running integrity verification after overwrite
zh_cn: 覆盖后重新执行完整性校验

# Info.OnlySelectedFailures
source: Processing selected failures only
zh_cn: 仅处理已选失败项

# Info.OverwriteAndReverifyDesc
source: Overwriting destination files with source and re-verifying integrity.
zh_cn: 正在用源文件覆盖目标文件，并重新校验完整性。

# Info.StillFailedRemain
source: After retry, files that still fail will remain listed below.
zh_cn: 重试完成后，仍失败的文件会继续保留在下方。

# Info.ChooseActionBelow
source: Choose an action for each item below
zh_cn: 请在下方逐个选择处理方式

# Info.FastCopyHint
source: Use the native pipelined copy engine and fall back automatically when unavailable. Size, progress, and remaining time remain available.
zh_cn: 使用原生流水线复制引擎；不可用时自动回退到托管流水线。文件大小、进度和剩余时间仍会正常显示。

# Info.VerificationAlgorithmSha256
source: Default choice balancing throughput and collision resistance; recommended for important media delivery and long-term archives.
zh_cn: 默认选择，兼顾速度与抗碰撞能力，适合重要素材交付与长期归档。

# Info.VerificationAlgorithmSha512
source: Longer digest and higher collision resistance for high-assurance archives; it usually uses more CPU.
zh_cn: 摘要更长、抗碰撞能力更高，适合需长期保存的高要求归档；计算开销通常更高。

# Info.VerificationAlgorithmSha1
source: Compatible with legacy manifests and systems; not suitable for security or tamper-resistance.
zh_cn: 兼容旧有校验清单和系统；不适合安全性或防篡改证明。

# Info.VerificationAlgorithmMd5
source: Widely compatible with low overhead for legacy or non-security workflows; not suitable as tamper evidence.
zh_cn: 兼容性高且开销较低，适合旧系统或非安全场景；不适合作为防篡改证明。

# Info.VerificationAlgorithmXxHash64
source: Throughput-first for fast local verification of large batches; not suitable as tamper evidence.
zh_cn: 吞吐量优先，适合本机大批量快速完整性检查；不适合作为防篡改证明。

# Info.LanguageRestartRequired
source: Language changed. Please restart the app for changes to take effect.
zh_cn: 语言已更改，请重启应用以生效。

# Error.TaskFailed
source: Copy task failed
zh_cn: 拷卡失败

# Error.FileUnavailable
source: File unavailable
zh_cn: 文件不可用

# Error.CannotDeleteTask
source: Only finished task records can be deleted.
zh_cn: 只能删除已经结束处理的任务记录。

# Error.CannotBatchDelete
source: Only finished task records can be deleted. Deselect running or queued tasks.
zh_cn: 只能删除已经结束处理的任务记录，请取消选择运行中或排队中的任务。

# Error.DeleteRecordReminder
source: Only this completed task record will be removed from ClipPort. No files will be deleted.
zh_cn: 只会从 ClipPort 中移除这条已结束的任务记录，不会删除任何文件。

# Error.DeleteBatchReminder
source: Only completed task records will be removed from ClipPort. Source files, destination files, and exported reports will remain.
zh_cn: 只会从 ClipPort 中移除已结束的任务记录，不会删除源文件、目的地文件或已经导出的报告。

# Error.SourceDestSame
source: The source and destination folders cannot be the same.
zh_cn: 源目录和目标目录不能相同。

# Error.DestInsideSource
source: The destination cannot be inside the source folder because that would cause recursive copying.
zh_cn: 目标目录不能位于源目录内部，否则会产生递归复制。

# Error.TaskNotFinished
source: The task did not finish.
zh_cn: 任务未完成。

# Error.TaskCancelledKept
source: Task cancelled; completed files were kept.
zh_cn: 任务已取消，已完成文件予以保留。

# Error.TaskCancelledKeptShort
source: Task cancelled; completed files kept
zh_cn: 任务已取消；已完成文件保留

# Error.TaskExecutionFailed
source: Task execution failed
zh_cn: 任务执行失败

# Error.VerificationFailed
source: Verification failed
zh_cn: 校验失败

# Error.VerificationMismatch
source: Verification found mismatched files.
zh_cn: 校验发现不一致文件。

# Error.AppExitedBeforeFinish
source: The app exited before the task finished.
zh_cn: 应用在任务完成前退出。

# Error.AppExitedBeforeFinishShort
source: The app exited before the task finished
zh_cn: 应用在任务完成前退出

# Error.InterruptedRecord
source: The app exited before this task finished; the record is marked as interrupted.
zh_cn: 应用上次在任务结束前退出，此记录已标记为中断。

# Error.CannotOpenExplorer
source: Unable to open File Explorer
zh_cn: 无法打开文件资源管理器

# Error.TaskRunning
source: Task is running
zh_cn: 任务正在运行

# Error.FinishOrCancelFirst
source: Finish or cancel the current task first.
zh_cn: 请先完成或取消当前任务。

# Error.ReportUnavailable
source: Report unavailable
zh_cn: 报告尚不可用

# Error.ReportNotAvailableRunning
source: Reports cannot be exported for running or queued tasks.
zh_cn: 运行中或排队中的任务暂时不能导出报告。

# Error.ReportNotAvailableQueued
source: Reports cannot be created for running or queued tasks.
zh_cn: 运行中或排队中的任务暂时不能创建报告。

# Error.ReportExportFailed
source: Report export failed
zh_cn: 导出报告失败

# Error.BatchReportFailed
source: Failed to create reports
zh_cn: 批量创建报告失败

# Error.CannotStartVerification
source: Unable to start verification
zh_cn: 无法开始校验

# Error.CannotRestart
source: Unable to restart
zh_cn: 无法重新开始

# Error.NoCopyOrVerify
source: The original task did not enable copy or verification.
zh_cn: 原任务没有启用拷贝或校验。

# Error.CannotDeleteTaskTitle
source: Unable to delete task
zh_cn: 无法删除任务

# Error.DestinationReparsePoint
source: The destination path contains a symbolic link or junction, so writing was blocked: {0}
zh_cn: 目标路径包含符号链接或目录联接，已阻止写入：{0}

# Error.DestinationContainsReparsePoint
source: The destination path contains a symbolic link or junction and cannot be used as a write target.
zh_cn: 目标路径包含符号链接或目录联接，不能作为写入目标。

# Error.InvalidSubfolderName
source: The destination subfolder must be one relative name without a drive, path separator, “.”, or “..”.
zh_cn: 目标子文件夹必须是单个相对名称，不能包含盘符、路径分隔符、“.”或“..”。

# Error.InvalidPath
source: The source or destination path is invalid.
zh_cn: 源路径或目标路径格式无效。

# Error.CannotStartOverlappingTask
source: Cannot start a task with overlapping paths
zh_cn: 无法启动路径重叠的任务

# Error.CannotOpenRepository
source: Unable to open the project page
zh_cn: 无法打开项目主页

# Error.OnlyEndedTaskCanDelete
source: Only finished task records can be deleted.
zh_cn: 只能删除已经结束处理的任务记录。

# Error.CannotCreateNativeCopy
source: Unable to create a native copy operation.
zh_cn: 无法创建原生复制操作。

# Error.OnlyVerificationMismatchCanOverwrite
source: Only files confirmed as verification mismatches can be overwritten.
zh_cn: 只能覆盖经过校验且内容不一致的文件。

# Error.CannotBatchDeleteTitle
source: Unable to delete selected tasks
zh_cn: 无法批量删除

# Error.UnableToStart
source: Unable to start
zh_cn: 无法开始

# Error.FoldersNotConfigured
source: Folders not configured
zh_cn: 目录尚未设置

# Error.SelectSourceAndDest
source: Select a source and copy destination.
zh_cn: 请选择数据源和拷贝目的地。

# Error.SelectSourceAndDestFirst
source: Select the source and copy destination first.
zh_cn: 请先选择源目录和拷卡目的地。

# Dialog.NewTaskTitle
source: New copy task
zh_cn: 新建拷卡任务

# Dialog.DeleteHistory
source: Delete task history?
zh_cn: 删除历史记录？

# Dialog.TaskRecord
source: Task record
zh_cn: 任务记录

# Result.CopiedFailedFilesSkipped
source: Copy completed; failed files were skipped
zh_cn: 拷贝已完成，失败文件已跳过

# Result.VerifiedFailedFilesSkipped
source: Verification completed; failed files were skipped
zh_cn: 校验已完成，失败文件已跳过

# Result.CopyAndVerifyCompleted
source: Copy and file verification completed
zh_cn: 拷贝和文件校验均已完成

# Result.CopyCompleted
source: Copy completed
zh_cn: 拷贝已完成

# Result.SHA256VerificationCompleted
source: File verification completed
zh_cn: 文件校验已完成

# Result.CopyCompletedButVerifyFailed
source: Copy completed, but integrity verification failed
zh_cn: 拷贝完成，但完整性校验未通过

# Result.SHA256VerificationFailed
source: File verification failed
zh_cn: 文件校验未通过

# Result.UnknownStatus
source: Unknown status
zh_cn: 未知状态

# Result.Interrupted
source: Interrupted
zh_cn: 意外中断

# Result.Cancelled
source: Cancelled
zh_cn: 已取消

# Result.TaskFailedStatus
source: Task failed
zh_cn: 任务失败

# Result.CompletedWithErrors
source: Completed with errors
zh_cn: 部分完成

# Result.TaskCompleted
source: Task completed
zh_cn: 任务完成

# Result.CopyCompletedShort
source: Copy completed
zh_cn: 拷贝完成

# Result.VerificationCompleted
source: Verification completed
zh_cn: 校验完成

# Format.SelectedSourcePath
source: Selected source: {0}
zh_cn: 已选择源目录：{0}

# Format.CannotCreateDirectory
source: Could not create directory {0}: {1}
zh_cn: 无法创建目录 {0}：{1}

# Format.CannotCopyFile
source: Could not copy {0}: {1}
zh_cn: 无法拷贝 {0}：{1}

# Format.VerificationMismatch
source: Verification mismatch: {0}
zh_cn: 校验不一致：{0}

# Format.CannotVerifyFile
source: Could not verify {0}: {1}
zh_cn: 无法校验 {0}：{1}

# Format.InvalidDestinationMapping
source: The saved destination for {0} is outside the task destination folder.
zh_cn: 文件 {0} 的目标位置超出了任务目标目录。

# Format.CannotScanDirectory
source: Could not scan directory {0}: {1}
zh_cn: 无法扫描目录 {0}：{1}

# Format.CannotReadPath
source: Could not read {0}: {1}
zh_cn: 无法读取 {0}：{1}

# Format.DestinationCapacityInsufficient
source: Not enough destination space: {0} required, {1} available.
zh_cn: 目标磁盘空间不足：需要 {0}，可用 {1}。

# Format.CannotCreateUniqueCopy
source: Could not create a unique copy name for {0}.
zh_cn: 无法为 {0} 创建不重名的副本。

# Format.CannotPreserveTimestamp
source: {0} was copied successfully, but its modified time could not be preserved: {1}
zh_cn: 文件 {0} 已成功拷贝，但无法保留修改时间：{1}

# Format.TaskPathConflict
source: The source or destination overlaps the running task “{0}”. Wait for that task to finish and try again.
zh_cn: 源目录或目标目录与正在运行的任务“{0}”重叠。请等待该任务结束后再试。

# Format.VerificationJobName
source: {0} (verification)
zh_cn: {0}（校验）

# Format.ReverificationJobName
source: {0} (reverification)
zh_cn: {0}（重新校验）

# Format.RestartedJobName
source: {0} (restart)
zh_cn: {0}（重新开始）

# Format.NativeCopyFailed
source: The native copy engine failed to copy: {0}
zh_cn: 原生复制引擎复制失败：{0}

# Window.TitleSleepPrevented
source: ClipPort-beta - PC sleep is prevented
zh_cn: ClipPort-beta - 电脑将不会进入休眠

# Format.SelectedDestinationPath
source: Selected destination: {0}
zh_cn: 已选择目标目录：{0}

# Format.SourcePathLabel
source: Source: {0}
zh_cn: 源目录：{0}

# Format.DestinationPathLabel
source: Destination: {0}
zh_cn: 目标目录：{0}

# Format.FileNotFound
source: The file cannot currently be found: {0}
zh_cn: 当前无法找到该文件：{0}

# Format.SourceFolderNotExist
source: The source folder does not exist or cannot be accessed: {0}
zh_cn: 源目录不存在或无法访问：{0}

# Format.DestinationFolderNotExist
source: The destination folder does not exist or cannot be accessed: {0}
zh_cn: 目标目录不存在或无法访问：{0}

# Format.HistorySaveFailed
source: Failed to save task history: {0}
zh_cn: 历史记录保存失败：{0}

# Format.TaskReportSaveFailed
source: The task ended, but its report could not be saved: {0}
zh_cn: 任务已结束，但报告保存失败：{0}

# Format.TaskReportExported
source: Task report exported: {0}
zh_cn: 任务报告已导出：{0}

# Format.FoundNDuplicates
source: Found {0} duplicate files
zh_cn: 发现 {0} 个重复文件

# Format.SelectedNTasks
source: Selected {0} tasks
zh_cn: 已选择 {0} 个任务

# Format.SelectedNTasksOnlyFinished
source: Selected {0} tasks; only finished tasks can be deleted
zh_cn: 已选择 {0} 个任务，仅已结束任务可删除

# Format.DeleteNTaskRecords
source: Delete {0} task records?
zh_cn: 删除 {0} 条任务记录？

# Format.DeletedNTaskRecords
source: Deleted {0} task records; all files were kept.
zh_cn: 已删除 {0} 条任务记录，所有文件均已保留。

# Format.TaskCompletedCopiedVerified
source: Task completed: copied and verified {0} files.
zh_cn: 任务完成：已拷贝并校验 {0} 个文件。

# Format.CopyCompletedCopied
source: Copy completed: copied {0} files.
zh_cn: 拷贝完成：已拷贝 {0} 个文件。

# Format.VerificationCompletedAllPassed
source: Verification completed: all {0} files passed integrity verification.
zh_cn: 校验完成：{0} 个文件均通过完整性校验。

# Format.CreatedNReportsInPath
source: Created {1} task reports in {0}.
zh_cn: 已在 {0} 创建 {1} 份任务报告。

# Format.DuplicateFileRecords
source: Duplicate file records: {0}
zh_cn: 重复文件记录：{0} 个

# Format.NFilesAwaitingAction
source: {0} files awaiting action
zh_cn: {0} 个文件待处理

# Format.ChoicesMadeNOfMSelectedK
source: Choices made: {0}/{1}; selected: {2}
zh_cn: 已选择处理方式 {0}/{1}，已勾选 {2} 项

# Format.RecordedNDuplicates
source: Recorded {0} duplicate files
zh_cn: 已记录 {0} 个重复文件

# Format.SkippedNFailedFiles
source: Skipped failed files: {0}
zh_cn: 已跳过的失败文件：{0}

# Format.FailedFilesNSelectedK
source: Failed files: {0}; selected: {1}
zh_cn: 失败文件：{0} 个，已选 {1} 个

# Format.TaskPartiallyCompletedSkipped
source: Task partially completed: skipped {0} failed files.
zh_cn: 任务部分完成：已跳过 {0} 个失败文件。

# Format.SettingsSaveFailed
source: Failed to save settings: {0}
zh_cn: 设置保存失败：{0}

# Format.HandlingAs
source: Handling as "{0}"
zh_cn: 按"{0}"处理

# Format.BatchReportFailedDetail
source: Created {0} reports, then an error occurred: {1}
zh_cn: 已创建 {0} 份报告，随后发生错误：{1}

# Settings.PageTitle
source: Settings
zh_cn: 设置

# Settings.Appearance
source: Appearance
zh_cn: 外观

# Settings.General
source: General
zh_cn: 常规

# Settings.QuickStart
source: Quick launch
zh_cn: 快速开启

# Settings.About
source: About
zh_cn: 关于

# Settings.BackToTask
source: Back to tasks
zh_cn: 返回任务

# Settings.AppearanceDesc
source: Choose the app color mode and accent color.
zh_cn: 选择应用的明暗外观与强调色。

# Settings.ColorModeAndAccent
source: Color mode and accent
zh_cn: 颜色模式与主题色

# Settings.ColorMode
source: Color mode
zh_cn: 颜色模式

# Settings.AccentColor
source: Accent color
zh_cn: 主题色

# Settings.GeneralDesc
source: Set the interface language and the default location for logs and reports.
zh_cn: 设置界面语言以及日志与报告的默认位置。

# Settings.ExplorerMenuUnsupported
source: This feature requires Windows 11. Other ClipPort features remain available.
zh_cn: 此功能需要 Windows 11，ClipPort 的其他功能不受影响。

# Settings.ExplorerMenuEnabled
source: Registered and available in the Windows 11 File Explorer context menu.
zh_cn: 已注册，可在文件资源管理器的 Windows 11 新式右键菜单中使用。可能需要重启文件资源管理器以生效。

# Settings.ExplorerMenuDisabled
source: Not currently registered in the File Explorer context menu.
zh_cn: 当前未注册到文件资源管理器右键菜单。

# Settings.ExplorerMenuInstalledDisabled
source: The context-menu component is installed, but the feature is currently turned off.
zh_cn: 右键菜单组件已安装，当前开关处于关闭状态。

# Settings.ExplorerMenuFailed
source: Failed to update the context menu: {0}
zh_cn: 右键菜单状态更新失败：{0}

# Settings.ExplorerCertificateMissing
source: No separate certificate file is included. A package with a publicly trusted signature can normally be installed directly.
zh_cn: 发布目录缺少证书文件（ClipPort.ShellIntegration.cer），且系统中未找到已安装的 ClipPort 证书；如需安装证书，请使用包含该文件的完整发布包。

# Settings.ExplorerCertificateInvalid
source: The certificate file could not be read: {0}
zh_cn: 证书文件无法读取：{0}

# Settings.ExplorerCertificateNotTrusted
source: The certificate is not installed yet. Follow every step below.
zh_cn: 证书还没有安装。请按下面的完整步骤操作。

# Settings.ExplorerCertificateTrustedUser
source: The certificate was installed for Current User, which is not enough to install the component. Reinstall it to Local Machine → Trusted People by following the steps below.
zh_cn: 证书装到了“当前用户”，这个位置不能安装组件。请按下面的步骤重新安装到“本地计算机 → 受信任人”。

# Settings.ExplorerCertificateTrustedMachine
source: The certificate is correctly trusted by the local machine. You can now install the component.
zh_cn: 证书已正确安装到本地计算机，现在可以安装组件。

# Settings.ExplorerCertificateTrustedChain
source: The certificate chain is trusted by Windows; manual certificate installation is not required.
zh_cn: 证书链已由 Windows 信任，无需手动安装证书。

# Settings.ExplorerCertificateWithThumbprint
source: {0} Thumbprint: {1}
zh_cn: {0} 指纹：{1}

# Settings.ExplorerPackageMissing
source: The context-menu component package is missing from the release directory.
zh_cn: 发布目录缺少组件包（ClipPort.ShellIntegration.msix），无法安装组件；请使用包含该文件的完整发布包。

# Settings.ExplorerPackageReady
source: The component package is ready but is not installed.
zh_cn: 组件包已就绪，尚未安装。

# Settings.ExplorerPackageInstalled
source: The component package is installed and registered for the current user.
zh_cn: 组件包已安装并注册到当前用户。

# Settings.CertificateWizardOpened
source: The certificate window is open. Start at substep 2 below, then return here and select Refresh status.
zh_cn: 证书窗口已打开。请从下方第 2 小步开始操作，完成后回到这里点击“刷新状态”。

# Settings.CertificateOpenFailed
source: Could not open the certificate wizard: {0}
zh_cn: 无法打开证书安装向导：{0}

# Settings.PackageInstallSucceeded
source: The context-menu component was installed. You can now turn on the feature above.
zh_cn: 右键菜单组件安装成功；现在可以使用上方开关开启功能。

# Settings.PackageInstallFailed
source: Could not install the context-menu component: {0}
zh_cn: 右键菜单组件安装失败：{0}

# Settings.PackageInstallDidNotComplete
source: Windows did not report a completed installation.
zh_cn: Windows 未报告安装完成。

# Settings.ExplorerStatusRefreshed
source: The certificate and component status was refreshed.
zh_cn: 证书和组件状态已刷新。

# Settings.LanguageAndFiles
source: Language and files
zh_cn: 语言与文件

# Settings.Language
source: Language
zh_cn: 语言

# Settings.LogPath
source: Default log and report location
zh_cn: 日志与报告默认保存位置

# Settings.AboutDesc
source: View version information and visit the ClipPort repository.
zh_cn: 查看版本信息并访问 ClipPort 项目仓库。

# Settings.AppInfo
source: Application information
zh_cn: 应用信息

# Settings.Version
source: Version
zh_cn: 版本

# Settings.ProjectRepo
source: Project repository
zh_cn: 项目仓库

# Settings.OpenGitHub
source: Open on GitHub
zh_cn: 在 GitHub 中打开

# Settings.FollowSystem
source: Use system setting
zh_cn: 跟随系统

# Settings.LightMode
source: Light
zh_cn: 浅色模式

# Settings.DarkMode
source: Dark
zh_cn: 深色模式

# Settings.WindowsAccent
source: Windows accent
zh_cn: Windows 主题色

# Settings.SimplifiedChinese
source: Simplified Chinese
zh_cn: 简体中文

# Settings.ClassicalChinese
source: Classical Chinese
zh_cn: 文言文

# Settings.Seafoam
source: Seafoam
zh_cn: 海沫绿

# Settings.BrightRose
source: Bright rose
zh_cn: 亮玫红

# Settings.Gold
source: Gold
zh_cn: 黄金色

# Settings.LightMint
source: Light mint
zh_cn: 浅薄荷色

# Settings.PurpleShadow
source: Purple shadow
zh_cn: 紫影色

# Picker.SourceFolderTitle
source: Select source folder or card
zh_cn: 选择源目录或存储卡

# Picker.DestinationFolderTitle
source: Select copy destination
zh_cn: 选择拷卡目的地

# SidebarSettingsLabel.Text
source: Settings
zh_cn: 设置

# SettingsSectionLabel.Text
source: Settings
zh_cn: 设置

# AppearanceNavText.Text
source: Appearance
zh_cn: 外观

# GeneralNavText.Text
source: General
zh_cn: 常规

# QuickStartNavText.Text
source: Quick launch
zh_cn: 快速开启

# QuickStartTitle.Text
source: Quick launch
zh_cn: 快速开启

# QuickStartDesc.Text
source: Create and prefill ClipPort tasks directly from File Explorer.
zh_cn: 从文件资源管理器直接创建并预填 ClipPort 任务。

# ExplorerContextMenuToggle.Header
source: Register in the File Explorer context menu
zh_cn: Windows 11 新式右键菜单

# ExplorerContextMenuToggle.OnContent
source: On
zh_cn: 已开启

# ExplorerContextMenuToggle.OffContent
source: Off
zh_cn: 已关闭

# ExplorerContextMenuHint.Text
source: Right-click a folder or folder background and use it as the source or destination.
zh_cn: 直接显示在 Windows 11 的首层右键菜单中，需要安装签名证书和组件。

# ShellIntegrationInstallTitle.Text
source: Installation and maintenance
zh_cn: Windows 11 新式菜单安装与维护

# ShellIntegrationInstallDesc.Text
source: When using this test build for the first time, start at step 1 and complete each step in order.
zh_cn: 以下步骤只用于新式菜单；若只使用上方的传统菜单，可以全部跳过。

# CertificateInstallStepTitle.Text
source: 1. Install the signing certificate
zh_cn: 1. 安装签名证书

# CertificateInstallStepDesc.Text
source: Follow these instructions exactly. Do not keep the wizard's default choices.
zh_cn: 请严格按照下面的顺序操作，不要使用向导的默认选项。
